package day07.customermanager;

public class CustManag_requestedCondition {

//	고객 관리 프로그램
//
//
//	[요구사항 정의]
//
//	고객 정보: 이름, 성별, 이메일, 출생년도
//
//	고객 정보는 입력을 받아서 배열(정적 저장공간)에 저장한다.
//
//
//	고객 정보 저장 형식
//
//	- 이름: 문자열//성별: 문자(M/F)//이메일: 문자열//출생년도: 정수
//
//
//	고객 관리 프로그램 기능(메서드 - 함수)
//
//	- 고객 정보를 저장/ 조회/ 수정/ 삭제
//
//
//	인터페이스 설정(메뉴)
//
//	"I(i)" 눌러 고객 정보를 입력받도록 합니다.
//
//	"P(p)-Previous/N(n)-next"을 사용하여 저장 고객의 정보를 앞, 뒤로 조회.
//
//	"U(u)-update"는 조회한 고객 정보를 수정
//
//	"D(d)-delete"는 삭제
//
//	"Q(q)-quit"는 프로그램 종료
//
//
}
